[
  {
    "id": "1",
    "name": "Basketball Championship",
    "date": "Nov 20, 2025",
    "location": "Prishtina Arena",
    "price": 15,
    "image": "https://reporteri.net/wp-content/uploads/2020/03/ttt-4.png",
    "attendees": 3500,
    "organized_by": "Kosovo Basketball Federation",
    "duration": "3 hours",
    "description": "Get ready for an electrifying night of sports and excitement at the Basketball Championship! The best regional teams will go head-to-head in a thrilling atmosphere where every shot and every move could decide the champion. The intensity of the competition, the cheers from the fans, and the passion on the court will keep you on the edge of your seat.\n\nBeyond the game, enjoy live entertainment, dynamic lighting effects, and halftime performances that will make the evening unforgettable. Whether you're a die-hard basketball fan or just looking for an adrenaline-filled night out, this event delivers the perfect mix of energy, emotion, and entertainment."
  },
  {
    "id": "2",
    "name": "Rock Festival",
    "date": "Dec 5, 2025",
    "location": "Skanderbeg Square",
    "price": 25,
    "image": "https://sunnyhillfestival.com/wp-content/uploads/2025/07/293A2696-scaled.jpg",
    "status": "Sales end soon",
    "attendees": 12000,
    "organized_by": "Tirana Live Events",
    "duration": "2 days",
    "description": "Turn up the volume for the ultimate Rock Festival in the heart of Tirana! Local and international bands will take the stage with fiery guitar solos, pounding drums, and powerful vocals that will shake the city to its core. The open-air atmosphere, colorful lights, and roaring crowds will make this an unforgettable celebration of rock culture.\n\nWith multiple stages, food trucks, and chill-out zones, there’s something for every fan — from classic rock enthusiasts to modern metalheads. Feel the pulse of live music, the connection with the crowd, and the freedom that only rock ‘n’ roll can bring."
  },
  {
    "id": "3",
    "name": "Jazz Night",
    "date": "Jan 10, 2026",
    "location": "Peja Cultural Hall",
    "price": 20,
    "image": "https://www.nojazzfest.com/wp-content/uploads/2020/01/culture-1.jpg",
    "status": "Now open",
    "attendees": 600,
    "organized_by": "Peja Cultural Association",
    "duration": "3 hours",
    "description": "Relax and unwind at Jazz Night — a sophisticated evening of smooth rhythms and timeless melodies. Talented musicians will perform both classic and contemporary jazz pieces in an intimate, candlelit setting that invites deep connection and reflection.\n\nSip fine wine, feel the music flow through you, and let the soulful performances carry you away. Each note tells a story, each improvisation paints a mood — creating a warm and elegant atmosphere that reminds you why jazz never goes out of style."
  },
  {
    "id": "4",
    "name": "Folk Music Festival",
    "date": "Dec 18, 2025",
    "location": "Tirana Amphitheatre",
    "price": 10,
    "image": "https://albania.al/wp-content/uploads/2019/08/folk1.jpg",
    "status": "Limited tickets",
    "attendees": 2500,
    "organized_by": "Albanian Cultural Heritage Center",
    "duration": "1 day",
    "description": "Celebrate tradition and culture at the Folk Music Festival! Artists from across the Balkans come together to perform songs, dances, and rhythms that have been passed down through generations. Each performance tells a story — of love, struggle, and joy — through the language of music.\n\nWith colorful costumes, authentic instruments, and lively performances, this festival brings the spirit of heritage to life. The amphitheater will be filled with laughter, applause, and the shared pride of cultural identity. It’s a night where the past meets the present in a vibrant celebration of community."
  },
  {
    "id": "5",
    "name": "Tech Expo",
    "date": "Jan 22, 2026",
    "location": "Prishtina Convention Center",
    "price": 30,
    "image": "https://www.technologyrecord.com/Portals/0/EasyDNNnews/4826/SRTE2024_web.jpg",
    "status": "Now open",
    "attendees": 5000,
    "organized_by": "Tech Innovations Kosovo",
    "duration": "3 days",
    "description": "The future is now! Tech Expo showcases the latest innovations in technology, AI, robotics, and creative startups from across the region. From self-learning machines to futuristic gadgets, explore how science and imagination merge to shape tomorrow’s world.\n\nAttend talks by leading experts, network with professionals, and participate in workshops designed to inspire innovation. Whether you’re a student, a developer, or just tech-curious, this event will spark your curiosity and expand your vision of what’s possible."
  },
  {
    "id": "6",
    "name": "Wine & Food Fair",
    "date": "Feb 14, 2026",
    "location": "Shkodër City Square",
    "price": 12,
    "image": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F367734419%2F194011791043%2F1%2Foriginal.20211201-153705?w=600&auto=format%2Ccompress&q=75&sharp=10&rect=0%2C77%2C900%2C450&s=0affcfd8f0317c15056b4136a2f75d83",
    "status": "Sales end soon",
    "attendees": 3200,
    "organized_by": "Taste of Shkodër",
    "duration": "2 days",
    "description": "Embark on a culinary journey for all your senses at the Wine & Food Fair in Shkodër! Taste delicious dishes, fine wines, and local specialties prepared by some of the best chefs in the region. This open-air fair offers a feast of flavors, aromas, and colors in the heart of the city.\n\nWhether you’re a foodie or a casual visitor, you’ll enjoy live music, cozy vibes, and an atmosphere perfect for Valentine’s Day. Share a glass of wine with someone special, discover new tastes, and celebrate the art of great food and good company."
  },
  {
    "id": "7",
    "name": "Classical Music Concert",
    "date": "Mar 5, 2026",
    "location": "National Theatre of Kosovo",
    "price": 18,
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/The_philharmonic_orchestra_of_Kosovo.JPG/1280px-The_philharmonic_orchestra_of_Kosovo.JPG",
    "status": "Few seats left",
    "attendees": 850,
    "organized_by": "Kosovo Philharmonic Orchestra",
    "duration": "2 hours",
    "description": "Experience an evening of pure musical elegance at the Classical Music Concert. The national orchestra will perform timeless masterpieces by Beethoven, Mozart, and Tchaikovsky in the stunning acoustics of the National Theatre of Kosovo.\n\nLet the music wash over you as the harmony of strings, brass, and piano fills the room. The beauty of classical music connects generations — it’s emotional, powerful, and deeply human. This is more than a concert; it’s an experience that nourishes the soul."
  },
  {
    "id": "8",
    "name": "Street Art Festival",
    "date": "Apr 10, 2026",
    "location": "Tirana Downtown",
    "price": 8,
    "image": "https://imgproxy.urbaneez.art/insecure/rs:fit:1500:0/plain/https://urbaneez-dev.s3.eu-central-1.amazonaws.com/Wynwood%20Walls%20Miami%20Entrance.jpg",
    "status": "Now open",
    "attendees": 4000,
    "organized_by": "Urban Culture Albania",
    "duration": "3 days",
    "description": "Watch the city come alive with color at the Street Art Festival in Tirana! Talented urban artists from around the world will transform walls, streets, and buildings into vibrant works of art. Every corner becomes a gallery — every mural tells a story.\n\nEnjoy graffiti battles, hip-hop performances, and workshops that celebrate creativity and expression. This is not just an event — it’s a movement that brings people together through art, energy, and the beauty of public space."
  },
  {
    "id": "9",
    "name": "Marathon Run",
    "date": "May 2, 2026",
    "location": "Prishtina City Center",
    "price": 20,
    "image": "https://images.ahotu.com/dbdfqrc3vcf4m63tcpfzucrbjov6?w=1920&q=75&f=webp",
    "status": "Registration open",
    "attendees": 7500,
    "organized_by": "Prishtina Sports Association",
    "duration": "1 day",
    "description": "Challenge yourself and feel the energy of the city at the Prishtina Marathon Run! Join thousands of participants from across the region in this inspiring event that promotes health, unity, and endurance. From beginners to professionals, everyone is welcome to be part of this exciting journey.\n\nWith cheering crowds, upbeat music, and a vibrant city atmosphere, every step is a victory. Whether you aim to break your record or simply enjoy the run, this marathon is a celebration of spirit, movement, and community."
  }
]